Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-013-identification-with-the-superior-iii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：知者之事，必計國家百姓所以治者而爲之，必計國家百姓之所以亂者而辟之。
en: : Motse said : The interest of the wise (ruler) lies in carrying out what makes for order among the people and avoiding what makes for confusion.

source: 然計國家百姓之所以治者，何也？上之爲政，得下之情則治，不得下之情則亂。何以知其然也？
en: But what is it that makes for order among the people ? When the administration of the ruler answers to the desires of the people there will be order, otherwise there will be confusion. How do we know it is so ?

source: 上之爲政，得下之情，則是明於民之善非也。若苟明於民之善非也，則得善人而賞之，得暴人而罰之也。善人賞而暴人罰，則國必治。上之爲政也，不得下之情，則是不明於民之善非也，若苟不明於民之善非，則是不得善人而賞之，不得暴人而罰之。善人不賞而暴人不罰，爲政若此，國衆必亂。
en: When the administration of the ruler answers to the desires of the subjects, it manifests an imderstanduig of the approvals and disapprovals of the people. When there is such an under-standing, the good will be discovered and rewarded and the bad will be discovered and punished, and the country will surely have order. When the administration of the ruler does not answer to the desires of the subjects, it shows a lack of understanding of the approvals and disapprovals of the subjects. When there is no such understanding then the good will not be discovered and rewarded and the bad will not be discovered and punished. With the good unrewarded and the evil unpunished, such a government will surely put the country into disorder. Therefore when rewards and punishments do not answer to the desires of the people, the matter has to be carefully looked into.

source: 故賞不得下之情，而不可不察者也。然計得下之情，將奈何可？
en: But how can the desires of the people (being so many and various) be met ?

source: 故子墨子曰：唯能以尚同一義爲政，然後可矣！何以知尚同一義之可而爲政於天下也？然胡不審稽之古之治爲政之說乎？古者天之始生民，未有正長也，百姓爲人。若苟百姓爲人，是一人一義，十人十義，百人百義，千人千義。
en: Therefore Motse said : It can be done only by adopting the principle of Identification with the Superior in government. IDENTIFICATION WITH SUPERIOR’ (III) 71 How do we know the principle of Identification with the Superior can govern the empire ? ■Why not then examine the administration and the theory of government of the ancient times ? In the beginning there was no ruler and everybody was independent. Since every one was independent, there would be one purpose when there was one man, ten purposes when there were ten men, a hundred purposes when there were a hundred men, a thousand purposes when there were a thousand men and so on until the number of men became innumerable and the number of different purposes became innumerable with it. And all of them approved their own ideas and disapproved those of others.

source: 逮至人之衆，不可勝計也。則其所謂義者，亦不可勝計。
en: And there was strife among the strong and struggle among the weak.

source: 此皆是其義，而非人之義，是以厚者有鬬，而薄者有爭。是故天下之欲同一天下之義也，是故選擇賢者，立爲天子。天子以其知力爲未足獨治天下，是以選擇其次，立爲三公。
en: Thereupon Heaven wished to unify the standards in the world. The virtuous was selected and made emperor. Con-scious of the insufficiency of his power alone to govern the empire, the emperor chose the next best (in virtue and wisdom) and honoured them to be the three ministers. Conscious of the insuflficiency of their powers alone to assist the emperor, the three ministers in turn divided the empire into feudal states and assigned them to feudal lords. Conscious of the insufficiency of his power alone to govern all that were within his four borders, the feudal lord in turn selected his next beat and commissioned them ministers and secretaries.

source: 三公又以其知力爲未足獨左右天子也，是以分國建諸侯。諸侯又以其知力爲未足獨治其四境之內也，是以選擇其次，立爲卿之宰。
en: Conscious of the insufficiency of their power alone to assist their feudal lord, the ministers and secretaries again selected their next best and appointed them district heads and clan patriarchs.

source: 卿之宰又以其知力爲未足獨左右其君也，是以選擇其次，立而爲鄉長、家君。是故古者天子之立三公、諸侯、卿之宰、鄉長、家君，非特富貴游佚而擇之也，將使助治亂刑政也。故古者建國設都，乃立后王君公，奉以卿士師長，此非欲用說也，唯辯而使助治天明也。
en: lords, the ministers and secretaries, and tlie district heads and clan patriarchs, the emperor was not selecting them for wealth and honour, leisure and ease. It was to employ them to help in administration and jurisdiction. Hence, when Heaven established the empire and located the .capital and commissioned the sovereign, kings, lords, and dukes, and appointed secretaries, scholars, professors, and elders — it was not to give them ease, but only to divide up the task and let them help carry out the light of Heaven. Why are the superiors now imable to govern their sub-ordinates, and the subordinates unwilling to serve their superiors 1 It is because of a mutual disregard. What is the reason for this ? The reason is a difierence in standards.

source: 今此何爲人上而不能治其下？爲人下而不能事其上？則是上下相賊也。
en: Whenever standards differ there will be opposition. The ruler may think a man good and reward him.

source: 何故以然？則義不同也。若苟義不同者有黨，上以若人爲善，將賞之，若人唯使得上之賞，而辟百姓之毀，是以爲善者必未可使勸，見有賞也。
en: The man, though rewarded by the ruler, yet by the same act provokes the condemnation of the people. Therefore those who do good are not necessarily encouraged by rewards. The ruler may think a man evil and punish him. This man, though punished by the ruler, yet at the same time receives the approval of the people.

source: 上以若人爲暴，將罰之，若人唯使得上之罰，而懷百姓之譽，是以爲暴者必未可使沮，見有罰也。故計上之賞譽不足以勸善，計其毀罰不足以沮暴。此何故以然？
en: Therefore those who do evil are not necessarily obstructed by punishments. Thus reward and honour from the ruler cannot encourage the good and his denunciation and punishment cannot prevent the evil. What is the reason for this ? The reason is a difference in standards. But how can the standards in the world be unified ? Motse said : Why not let each member of the clan organize his purposes and identify them with those of the patriarch ?

source: 則義不同也。然則欲同一天下之義，將奈何可？故子墨子言曰：然胡不賞使家君試用家君，發憲布令其家曰：「若見愛利家者，必以告。若見惡賊家者，亦必以告。
en: whoever discovers a malefactor to the clan shall report it. Whoever reports the benefactor of the clan upon seeing one is equivalent to benefiting the clan himself. Knowing him the superior will reward him, hearing of him the group will praise him. Whoever fails to report a malefactor of the clan upon seeing one is equivalent to doing evil to the clan himself. Knowing him the superior will punish him, hearing of him the group will condemn him.’’ Thereupon all the members of the clan wish to obtain reward and honour and avoid denunciation and punishment from their superior. Seeing the good they will report ; seeing the evil they will report.

source: 」若見愛利家以告，亦猶愛利家者也，上得且賞之，衆聞則譽之。若見惡賊家不以告，亦猶惡賊家者也，上得且罰之，衆聞則非之。
en: And the patriarch can reward the good and punish the evil. With the good rewarded and the evil punished, the clan will surely have order. Now, why is it that the clan becomes orderly ? Just because the administration is based on the principle of Identification with the Superior.

source: 是以徧若家之人，皆欲得其長上之賞譽，辟其毀罰。是以善言之，不善言之。
en: Now that the clan is in order, is that all there is of the way of governing the feudal state ? By no means.

source: 家君得善人而賞之，得暴人而罰之。
en: The state is composed of many clans.

source: 善人之賞，而暴人之罰，則家必治矣。然計若家之所以治者，何也？唯以尚同一義爲政故也。
en: They all like their own clan and dislike other clans. And there is strife among the strong and struggle among the weak.

source: 家既已治，國之道盡此已邪？則未也。國之爲家數也甚多，此皆是其家，而非人之家，是以厚者有亂，而薄者有爭。故又使家君總其家之義，以尚同於國君，國君亦爲發憲布令於國之衆，曰：
en: There-fore the clan patriarchs should again organize the purposes in the clan and identify them with those of the feudal lord. The feudal lord also should give laws and should proclaim to the state : Whoever discovers a benefactor of the state shall report it ; whoever discovers a malefactor of the state shall report it. Whoever reports a benefactor of the state upon seeing one is equivalent to benefiting the state himself. Knowing him the superior will reward him, hearing of him the people will praise him. Whoever fails to report a male-factor of the state upon seeing one is equivalent to doing evil to the state himself. Knowing him the superior will punish him, hearing of liim the people will condemn him.'' There-upon all people in the state wish to obtain reward and honour and avoid denunciation and punishment from their superior.

source: 「若見愛利國者，必以告。若見惡賊國者，亦必以告。」若見愛利國以告者，亦猶愛利國者也，上得且賞之，衆聞則譽之。
en: Seeing the good they will report, seeing the evil they will report. And the feudal lord can rewmrd the good and punish the evil. With the good rewarded and the evil punished, the feudal state will surely have order.

source: 若見惡賊國不以告者，亦猶惡賊國者也，上得且罰之，衆聞則非之。是以徧若國之人，皆欲得其長上之賞譽，避其毀罰。
en: Now, why is it that the state becomes orderly ? Just because the administration is based on the principle of Identification with the Superior. Now that the feudal state is in order, is that all there is to the way of governing the empire ? By no means. The empire is composed of many states.

source: 是以民見善者言之，見不善者言之。
en: They all like their own state and dislike other states.

source: 國君得善人而賞之，得暴人而罰之。善人賞而暴人罰，則國必治矣。
en: And there is strife among the strong and struggle among the weak.

source: 然計若國之所以治者，何也？唯能以尚同一義爲政故也。國既已治矣，天下之道盡此已邪？則未也。天下之爲國數也甚多，此皆是其國，而非人之國，是以厚者有戰，而薄者有爭。
en: Therefore the feudal lord should again organize the purposes in the state and identify them with those of the emperor. The emperor also should give laws and should proclaim to the empire : Whoever discovers a benefactor of the empire shall report it ; whoever discovers a malefactor of the empire shall report it. Whoever reports a benefactor of the empire upon seeing one is equivalent to benefiting the state himself. Knowing him the superior will reward him, hearing of him the people will praise him. Whoever fails to report a malefactor upon seeing one is equivalent to doing evil to the empire himself. Knowing him the superior will pxmish him, hearing of him the people will condemn him." IDENTIFICATION WITH SUPERIOR (III) 75 Tlieieupoii all the people in the empire will wish to obtain reward and honour and avoid denunciation and punishment from their emperor.

source: 故又使國君選其國之義，以尚同於天子。
en: Seeing the good and the evil they will report.

source: 天子亦爲發憲布令於天下之衆，曰：
en: And the emperor can reward the good and punish the evil.

source: 「若見愛利天下者，必以告。若見惡賊天下者，亦以告。
en: With the good rewarded and the evil punished, the empire will surely have order.

source: 」若見愛利天下以告者，亦猶愛利天下者也，上得則賞之，衆聞則譽之。若見惡賊天下不以告者，亦猶惡賊天下者也，上得且罰之，衆聞則非之。是以徧天下之人，皆欲得其長上之賞譽，避其毀罰，是以見善、不善者告之。天子得善人而賞之，得暴人而罰之，善人賞而暴人罰，天下必治矣。然計天下之所以治者，何也？
en: Now why is it that the empire becomes orderly ? Just because the administra-tion is based on the principle of Identification with the Superior. Now that the empire becomes orderly, the emperor will further organize the purposes in the empire and identify them with the Will of Heaven. Therefore Identification with the Superior as a principle can govern the empire when used by the emperor, it can govern the state when used by the feudal lord, and it can govern the clan when used by the clan patriarch. To be found not wanting when used on a large scale to govern the empire, and not useless when employed on a small scale to govern a clan — this is said of such a principle. Hence the proverb : To govern the world-empire is the same as to rule a single family clan ; to command all the people in the world is the same as to order a single individual.’ Does any one think that all this is just a fancy of Motse, and that this teaching did not exist among the sage-kings of old ?

source: 唯而以尚同一義爲政故也。
en: Really they were of the same opinion.

source: 天下既已治，天子又總天下之義，以尚同於天。故當尚同之爲說也，尚用之天子，可以治天下矣。中用之諸侯，可而治其國矣。小用之家君，可而治其家矣。是故大用之治天下不窕，小用之治一國一家而不橫者，若道之謂也。故曰治天下之國若治一家，使天下之民若使一夫。
en: All the sage-kings administered their government by the principle of Identification with the Superior, therefore the world became orderly. How do we know it is so ? It is recorded in the Grand Oath ” among the books of the ancient kings : If an unscrupulous man discovers a case of intrigue and deception and fails to make it known, he shall l)e punished equally.'' This is to say that whoeTeir discovers any crime and does not report it will be taken ■ as committing a crime of the same order. V , Therefore in governing the empire, the ancient sage-kings chose only the excellent for the outposts as well as for the offices near him.

source: 意獨子墨子有此而先王無此，其有邪？則亦然也。聖王皆以尚同爲政，故天下治。何以知其然也？於先王之書也《大誓》之言然，曰：「小人見姦巧乃聞不言也，發罪鈞。
en: As there were many , to help him see and hear, he succeeded before others in planning, and completed before others in executing, and Hs good name -was spread before others. Just because he could trust Ms staS in the administration, the benefits were as we have stated.

source: 」此言見淫辟不以告者，其罪亦猶淫辟者也。故古之聖王治天下也，其所差論以自左右羽翼者皆良，外爲之人助之視聽者衆。故與人謀事，先人得之。與人舉事，先人成之。光譽令聞，先人發之。唯信身而從事，故利若此。
en: There is an ancient proverb saying : The sight of one eye cannot compare with that of two ; the hearing of one ear cannot compare with that of two ; the grasp of one hand cannot compare with that of two." Now, just because he could trust his staff in the administration the sage-king received such benefits.

source: 古者有語焉，曰：「一目之視也，不若二目之視也。一耳之聽也，不若二耳之聽也。一手之操也，不若二手之彊也。」夫唯能信身而從事，故利若此。是故古之聖王之治天下也，千里之外有賢人焉，其鄉里之人皆未之均聞見也，聖王得而賞之。
en: Therefore during the reign of the ancient sage-king over the empire, if there was a virtuous man more than a thousand li away he could reward Mm before the people in the same district and village all got to know it. And if there was a wicked man about a thousand li away he could punish him before the people in the same district and village all got to know it. Though it may he supposed that the sage-king was keen in hearing and sight, how could he see all that is beyond a thousand li at one look, how could he hear all that is beyond a thousand li at one hearing ? In fact the sage-king could see without going there and hear without being near.

source: 千里之內有暴人焉，其鄉里未之均聞見也，聖王得而罰之。故唯毋以聖王爲聰耳明目與？
en: Yet wliat kept tlie thieves, robbers, bandits, and high-waymen moving all over the empire without being able to find refuge an3rwhere ?

source: 豈能一視而通見千里之外哉？一聽而通聞千里之外哉？聖王不往而視也，不就而聽也，然而使天下之爲寇亂盜賊者周流天下無所重足者，何也？其以尚同爲政善也。是故子墨子曰：凡使民尚同者，愛民不疾，民無可使。
en: There is the beauty of adopting the principle of Identification with the Superior in government. Therefore Motse said : Whoever orders his people to identify themselves with their superior must love them dearly. For the people will not obey orders except when they are ordered with love and held in confidence. Lead them with wealth and honour ahead, and push them with just punish-ments from behind. When government is carried on like this, even though I wanted to have some one not to identify himself with me, it would be impossible.

source: 曰：必疾愛而使之，致信而持之，富貴以道其前，明罰以率其後。爲政若此，唯欲毋與我同，將不可得也。是以子墨子曰：今天下王公大人士君子，中情將欲爲仁義，求爲上士，上欲中聖王之道，下欲中國家百姓之利，故當尚同之說而不可不察。尚同，爲政之本而治要也。
en: Therefore Motse said : If the kings, dukes, and important personages of the world now sincerely want to practise magnanimity and righteousness and be superior men, if they want to attain the way of the sage-kings on the one hand and contribute toward the benefit of the people on the other, they cannot leave the principle of Identification with the Superior unexamined and un-understood: Identification with the Superior is, indeed, the foundation of government and essence of orderliness.
